Revit 2027 API
ParameterTypeId.InstanceHeadHeightParam Property
 "Head Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InstanceHeadHeightParam { get; }
Public Shared ReadOnly Property InstanceHeadHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InstanceHeadHeightParam {
	ForgeTypeId^ get ();
}
static member InstanceHeadHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace